{
    "products": [
        {
            "slug": "chana-chuni",
            "name": "Chana Chuni",
            "englishName": "Chickpea Husk / Chana Chuni Feed",
            "description": "Chana Chuni is a high-fiber, protein-rich byproduct derived from chickpeas, widely used as nutritious cattle and poultry feed. It is an excellent source of energy, aiding in digestion, weight gain, and milk production in dairy animals. Due to its balanced nutritional composition, it is a preferred feed ingredient for livestock farmers.\n\nAt Cafeed, we connect buyers with trusted suppliers, ensuring seamless procurement of high-quality Chana Chuni. As a reliable brokerage partner, we facilitate smooth transactions, quality assurance, and timely delivery for both domestic and international markets.",
            "features": [
                "✅ Sourced from Trusted Suppliers",
                "✅ High in Fiber & Protein for Livestock Nutrition",
                "✅ Facilitating Bulk Orders & Custom Requirements",
                "✅ Ensuring Smooth Logistics & Quality Assurance"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        },
        {
            "slug": "pellets-mesh",
            "name": "Pellets / Mesh",
            "englishName": "Cattle Feed Pellets / Mash Feed",
            "description": "Pellets and Mesh are essential livestock feed forms designed to provide balanced nutrition for cattle, poultry, and other farm animals. Pellets are compacted feed particles that ensure uniform nutrition in every bite, reducing wastage and improving digestion. Mesh feed is finely ground, making it easy to consume and absorb nutrients effectively.\n\nAt Cafeed, we act as a trusted brokerage partner, connecting buyers with reliable suppliers of high-quality Pellets and Mesh feed. We ensure seamless transactions, quality assurance, and efficient logistics to meet the needs of domestic and international markets.",
            "features": [
                "✅ Sourced from Verified Suppliers",
                "✅ Rich in Proteins, Fiber & Essential Nutrients",
                "✅ Available in Bulk for Cattle, Poultry & Livestock",
                "✅ Efficient Procurement & Hassle-Free Delivery"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        },
        {
            "slug": "cottonseed-cake",
            "name": "Cotton Seed Cake",
            "englishName": "Cottonseed Cake / Cottonseed Meal",
            "description": "Cottonseed Cake is a highly nutritious byproduct obtained after the extraction of oil from cotton seeds. Rich in protein and fiber, it is widely used as a key ingredient in cattle and livestock feed, supporting healthy growth, digestion, and milk production.\n\nAt Cafeed, we act as a trusted brokerage partner, connecting buyers with reliable suppliers of high-quality Cottonseed Cake. We facilitate seamless transactions, ensure quality assurance, and manage efficient logistics for bulk orders in both domestic and international markets.",
            "features": [
                "✅ Sourced from Trusted Suppliers",
                "✅ High in Protein & Fiber for Livestock Health",
                "✅ Enhances Digestion & Boosts Milk Production",
                "✅ Reliable Procurement & Hassle-Free Delivery"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        },
        {
            "slug": "bran-chaukar",
            "name": "Bran (Chaukar)",
            "englishName": "Wheat Bran / Rice Bran",
            "description": "Bran, also known as Chaukar, is a high-fiber byproduct derived from wheat or rice milling. It is widely used in cattle and poultry feed due to its rich nutritional content, which supports digestion, weight gain, and overall livestock health. Bran is an excellent source of essential minerals and fiber, making it a valuable feed ingredient.\n\nAt Cafeed, we serve as a reliable brokerage partner, connecting buyers with trusted suppliers of high-quality Bran. We ensure smooth transactions, quality assurance, and efficient logistics for bulk procurement in both domestic and international markets.",
            "features": [
                "✅ Sourced from Verified Suppliers",
                "✅ Rich in Fiber & Essential Nutrients",
                "✅ Supports Digestion & Livestock Growth",
                "✅ Facilitating Bulk Orders & Hassle-Free Delivery"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        },
        {
            "slug": "toor-chuni",
            "name": "Toor Chuni",
            "englishName": "Pigeon Pea Husk / Toor Chuni Feed",
            "description": "Toor Chuni is a nutritious byproduct obtained from pigeon peas (Toor Dal), widely used as a high-fiber, protein-rich cattle and poultry feed. It supports digestion, enhances energy levels, and contributes to better milk production and overall livestock health. Due to its balanced nutrient profile, Toor Chuni is a preferred choice among farmers and feed manufacturers.\n\nAt Cafeed, we act as a trusted brokerage partner, connecting buyers with verified suppliers of premium-quality Toor Chuni. We facilitate smooth transactions, quality assurance, and timely delivery for bulk orders in both domestic and international markets.",
            "features": [
                "✅ Sourced from Reliable Suppliers",
                "✅ High in Fiber & Protein for Livestock Nutrition",
                "✅ Supports Digestion & Milk Production",
                "✅ Efficient Procurement & Logistics Management"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        },
        {
            "slug": "moong-chuni",
            "name": "Moong Chuni",
            "englishName": "Green Gram Husk / Moong Chuni Feed",
            "description": "Moong Chuni is a byproduct obtained from processing green gram (moong dal), known for its high protein, fiber, and essential nutrient content. It is widely used as livestock feed, promoting better digestion, weight gain, and improved milk production in dairy cattle. Its easily digestible nature makes it a preferred choice for farmers and feed manufacturers.\n\nAt Cafeed, we serve as a trusted brokerage partner, connecting buyers with reliable suppliers of high-quality Moong Chuni. We ensure seamless transactions, strict quality control, and efficient logistics for bulk procurement in both domestic and international markets.",
            "features": [
                "✅ Sourced from Trusted Suppliers",
                "✅ High in Protein & Fiber for Livestock Health",
                "✅ Supports Digestion & Enhances Milk Production",
                "✅ Facilitating Bulk Orders & Hassle-Free Delivery"
            ],
            "image": "/assets/daniel-quiceno-m-4MQtWCxUrYc-unsplash.jpg"
        }
    ]
}